Repository: poparicsara/SiMS_grupa3_tim9
Catalog: *_Bolnica/*_Bolnica/Resources/Resources.resx
Languages: is

source: Add
is: Dodaj

# AddButton
source: Add
is: Dodaj

# AddShiftButton
source: Add shift
is: Dodaj smenu

# AddVacationButton
source: Add vacation
is: Dodaj slobodne dane

# AddVacationLabel
source: Add vacation
is: Dodaj slobodne dane

# AdressLabel
source: Adress:
is: Adresa:

# AllAllergensLabel
source: All allergens:
is: Svi alergeni:

# AllergenLabel
source: Allergens:
is: Alergeni:

# AllergensLabel
source: ALLERGENS
is: ALERGENI

# BlockedButton
source: BLOCKED PATIENTS
is: BLOKIRANI PACIJENTI

# CancelButton
source: Cancel
is: Odustani

# ChooseDateLabel
source: Choose date:
is: Izaberite datum:

# ChooseDocLabel
source: Choose doctor:
is: Izaberite doktora:

# ChooseDurLabel
source: Choose duration (min):
is: Izaberite trajanje (min):

# ChooseDurOpLabel
source: Choose duration:
is: Izaberite trajanje:

# ChooseEx
source: Choose examination:
is: Izaberite pregled:

# ChooseLanguageLabel
source: Choose language:
is: Odaberite jezik:

# ChooseModeLabel
source: Choose mode:
is: Odaberite režim:

# ChooseOp
source: Choose surgery:
is: Izaberite operaciju:

# ChooseShiftLabel
source: Choose shift:
is: Izaberite smenu:

# ChooseTimeLabel
source: Choose time:
is: Izaberite vreme:

# CityLabel
source: City:
is: Grad:

# ConfirmButton
source: Confirm
is: Potvrdi

# ContentHeader
source: Content
is: Sadržaj

# ContentLabel
source: Content:
is: Sadržaj:

# ContLabel
source: Notification content:
is: Sadržaj obaveštenja:

# CountryLabel
source: Country:
is: Država:

# CreateGuestLabel
source: Create guest account
is: Kreiraj guest nalog

# CreateNotificationLabel
source: Create notification
is: Kreiraj obaveštenje

# CreateReportButton
source: Create report
is: Kreiraj izveštaj

# DateBirthLabel
source: Date of birth:
is: Datum rođenja:

# DateFromLabel
source: Date from:
is: Datum od:

# DateHeader
source: Date and time
is: Datum i vreme

# DateToLabel
source: Date to:
is: Datum do:

source: Delete
is: Obriši

# DocJMBGLabel
source: Doctor's JMBG:
is: JMBG doktora:

# DocLabel
source: Choose doctor:
is: Izaberite doktora:

# DoctorHeader
source: Doctor
is: Doktor

# DoctorsButton
source: DOCTORS
is: DOKTORI

source: Edit
is: Izmeni

# EditButton
source: Edit
is: Izmeni

# EditExLabel
source: Edit examination
is: Izmena pregleda

# EditNotificationLabel
source: Edit notification
is: Izmeni obaveštenje

# EditOpLabel
source: Edit surgery
is: Izmena operacije

# EditPatientLabel
source: Edit patient
is: Izmena pacijenta

# ExaminationButton
source: EXAMINATIONS
is: PREGLEDI

# ExistableLabel
source: EXISTABLE
is: POSTOJEĆI

# GenderLabel
source: Gender:
is: Pol:

# GuestButton
source: GUEST ACCOUNTS
is: GUEST NALOZI

# GuestCreateButton
source: Create guest account
is: Napravi guest nalog

# InjuryHeader
source: Injury description
is: Opis povrede

# InjuryLabel
source: Injury description:
is: Opis povrede:

# JMBGLabel
source: Patient JMBG:
is: JMBG pacijenta:

# Logo
source: ZDRAVO CORPORATION
is: ZDRAVO KORPORACIJA

# NameHeader
source: Name
is: Ime

# NameLabel
source: Name:
is: Ime:

# NotificationsButton
source: NOTIFICATIONS
is: OBAVEŠTENJA

# NotifTitleLabel
source: Title:
is: Naslov:

# OpRoomLabel
source: Surgery room:
is: Operaciona sala:

# OptionLabel
source: Options
is: Opcije

# OptionsButton
source: OPTIONS
is: OPCIJE

# PasswordLabel
source: Password:
is: Lozinka:

# PatientsAllergensLabel
source: Patients allergens:
is: Alergeni pacijenta:

# PatientsButton
source: PATIENTS
is: PACIJENTI

source: Patients profile
is: Profil pacijenta

# PatJMBGHeader
source: Patient JMBG
is: JMBG pacijenta

# ProfileButton
source: PROFILE
is: PROFIL

# ProfileLabel
source: Profile
is: Profil

# questionLab
source: Do you want to create new guest account?
is: Da li želite da napravite guest nalog?

# RegisterPatientLabel
source: Patient registration
is: Registrovanje pacijenta

# RemoveButton
source: Remove
is: Izbaci

# ReportButton
source: REPORT
is: IZVEŠTAJ

source: Report form
is: Forma za kreiranje izveštaja

# RoomHeader
source: Room
is: Soba

# RoomLabel
source: Choose room:
is: Izaberite sobu:

# ScheduleEx
source: Schedule examination
is: Zakaži pregled

# ScheduleOp
source: Schedule surgery
is: Zakaži operaciju

# ScheduleOpLabel
source: Schedule surgery
is: Zakažite operaciju

# SchedulingExLabel
source: Schedule examination
is: Zakažite pregled

# ShowOptionsButton
source: Show appointment options
is: Prikaži opcije termina

# SpecializationLabel
source: Doctor's specialization:
is: Specijalizacija doktora:

# SurgeryButton
source: SURGERIES
is: OPERACIJE

# SurnameHeader
source: Surname
is: Prezime

# SurnameLabel
source: Surname:
is: Prezime:

# SysNameLabel
source: System name:
is: Sistemsko ime:

# SystemNameHeader
source: System name
is: Sistemsko ime

# TelephoneLabel
source: Telephone:
is: Broj telefona:

# TitLabel
source: Notification title:
is: Naslov obaveštenja:

# TitleHeader
source: Title
is: Naslov

# UnblockButton
source: Unblock patient
is: Odblokiraj pacijenta

# UrgentExButton
source: ADD URGENT EXAMINATION
is: ZAKAŽI HITAN PREGLED

# UrgentOpButton
source: ADD URGENT SURGERY
is: ZAKAŽI HITNU OPERACIJU

# UrgExLabel
source: Schedule urgent examination
is: Zakaži hitan pregled

# UrgOpLabel
source: Schedule urgent surgery
is: Zakaži hitnu operaciju

# UserLabel
source: User:
is: Korisnik:

# UsernameHeader
source: Username
is: Korisničko ime

# UsernameLabel
source: Username:
is: Korisničko ime:

# UserTypeHeader
source: User type
is: Tip korisnika

# UserTypeLab
source: *user type
is: *tip korisnika

# UserTypeLabel
source: User type:
is: Tip korisnika:
